Repository: ji1ore/Wifi_Rig_CTRL
Catalog: v2.32/M5CoreHamCAT_iOS/WifiRigCTRL/Localizable.xcstrings
Source language: en
Languages: ja

source: About
ja: アプリ情報

source: Admin
ja: 管理

source: APRS Active
ja: APRS 動作中

source: APRS Enabled
ja: APRS を有効化

source: APRS Inactive
ja: APRS 停止中

source: APRS Settings
ja: APRS 設定

source: Audio
ja: オーディオ

source: Author
ja: 作者

source: Baud
ja: ボー

source: Baud Rate
ja: ボーレート

source: Callsign
ja: コールサイン

source: Cancel
ja: キャンセル

source: Capture (RX)
ja: 受信デバイス

source: CAT Device
ja: CAT デバイス

source: Client
ja: クライアント

source: Close
ja: クローズ

source: Comment
ja: コメント

source: Connect
ja: 接続

source: Connecting…
ja: 接続中…

source: Connection Settings
ja: 接続設定

source: Current Lat
ja: 現在緯度

source: Current Lon
ja: 現在経度

source: Debug
ja: デバッグ

source: Default
ja: デフォルト

source: Destination
ja: 宛先

source: Disconnect
ja: 切断

# enter_host
source: Please enter a host address
ja: ホストアドレスを入力してください

source: Frequency (MHz)
ja: 周波数 (MHz)

source: Frequency Input
ja: 周波数入力

source: Host
ja: ホスト

source: Keep Screen Awake
ja: 画面常時オン

source: Latitude
ja: 緯度

source: Location permission required
ja: 位置情報の権限が必要です

source: Longitude
ja: 経度

source: Mic Gain
ja: マイクゲイン

source: Mode
ja: モード

source: Modes
ja: 対応モード

source: No audio devices
ja: オーディオデバイスがありません

source: No rigs returned by server
ja: サーバからリグが返されませんでした

source: No serial devices
ja: シリアルデバイスがありません

source: No sound devices (connect to server first)
ja: サウンドデバイスがありません (先にサーバへ接続してください)

# no_rigs
source: No rigs returned by server
ja: サーバーからリグが返されませんでした

source: Open
ja: オープン

source: Open Rig
ja: リグを開く

source: optional
ja: 任意

source: Path
ja: パス

source: Platform
ja: プラットフォーム

source: Playback (TX)
ja: 送信デバイス

source: Position
ja: 位置情報

source: Power
ja: 出力

source: Profiles
ja: プロファイル

source: PTT Device
ja: PTT デバイス

source: PTT Host
ja: PTT ホスト

source: PTT Port
ja: PTT ポート

source: PTT Settings
ja: PTT 設定

source: PTT Type
ja: PTT 種別

source: Radio / Audio
ja: リグ / オーディオ

source: Refresh
ja: 更新

source: Rig Control
ja: リグ操作

source: Rig Model
ja: リグモデル

source: S-Meter
ja: S メーター

source: Sample Rate
ja: サンプリングレート

source: Save
ja: 保存

source: Save & Send Config
ja: 保存して送信

source: Select Rig
ja: リグ選択

source: Send
ja: 送信

source: Server
ja: サーバー

source: Server TX (test)
ja: サーバ送信 (テスト)

source: Setup Log
ja: セットアップログ

source: Sidetone
ja: サイドトーン

source: Skip to Main Control
ja: メイン操作画面へスキップ

source: Skip with mock data
ja: モックデータでスキップ

source: Sound Device
ja: サウンドデバイス

source: Squelch
ja: スケルチ

source: Start
ja: 開始

source: Station
ja: 局情報

source: Step
ja: ステップ

source: Stop
ja: 停止

source: Symbol
ja: シンボル

source: Transmit
ja: 送信

# Transport
source: Protocol
ja: プロトコル

source: TX Freq (MHz)
ja: 送信周波数 (MHz)

source: TX Interval
ja: 送信間隔

source: Upload
ja: アップロード

source: USB Relay
ja: USB リレー

source: USB Relay (AtomS3Lite)
ja: USB リレー (AtomS3Lite)

source: Use GPS
ja: GPS を使用

source: Use mDNS (.local)
ja: mDNS を使用 (.local)

source: Use WiFi PTT
ja: WiFi PTT を使用

source: Volume
ja: 音量

source: Width
ja: 帯域幅
